alacritty
clang
cmake
emacs
fd
firefox
fzf
gcc
git
htop
i3-gaps
i3blocks
i3status
kdiff3
kitty
lxappearance
make
neovim
network-manager-applet
networkmanager
nitrogen
npm
picom
qtile
ranger
ripgrep
rofi
tldr
ttf-bitstream-vera
ttf-droid
ttf-fira-code
ttf-font-awesome
ttf-hack
ttf-inconsolata
ttf-indic-otf
ttf-joypixels
ttf-jetbrains-mono
ttf-liberation
xclip
xfce4-power-manager
zsh
zsh-autosuggestions
zsh-syntax-highlighting
nodejs
betterlockscreen
bat
exa
lazygit
