acpilight
alacritty
base-devel
bat
blueman
bluez-utils
clang
cmake
dunst
eza
fd
firefox
flameshot
fzf
gcc
git
go
htop
i3-gaps
i3blocks
i3status
kdiff3
kitty
lazygit
lxappearance
make
neovim
network-manager-applet
networkmanager
nitrogen
nodejs
npm
pcmanfm
playerctl
python-pip
qtile
ranger
ripgrep
rofi
shfmt
slock
starship
tldr
tmux
ttf-bitstream-vera
ttf-droid
ttf-fira-code
ttf-font-awesome
ttf-hack
ttf-inconsolata
ttf-indic-otf
ttf-jetbrains-mono
ttf-joypixels
ttf-liberation
ueberzug
unzip
xclip
xfce4-power-manager
yarn
zsh
zsh-autosuggestions
zsh-syntax-highlighting
