base-devel
bat
clang
cmake
exa
fd
fzf
gcc
git
htop
lazygit
make
neovim
nodejs
npm
playerctl
ranger
ripgrep
shfmt
tldr
tmux
yarn
zsh
zsh-autosuggestions
zsh-syntax-highlighting
